Repository: lundeen-bryan/rumbleinthejungle
Catalog: resources/language/resource.language.*/strings.po
Languages: pt_br

# #30000
source: Playback Method
pt_br: Método de Reprodução

# #30050
source: Battle Leaderboard
pt_br: Quadro de lideranÃ§a

# #30100
source: Search Videos
pt_br: Pesquisar por video

# #30101
source: Search Channels
pt_br: Pesquisar por canal

# #30150
source: Page
pt_br: Pagina

# #30151
source: Add to Rumble favourites
pt_br: Adicionar aos favoritos do rumble

# #30152
source: Added to Rumble favourites
pt_br: Adicionado aos favoritos do rumble

# #30153
source: Remove from Rumble favourites
pt_br: Remover dos favoritos do rumble

# #30154
source: Removed from Rumble favourites
pt_br: Removido dos favoritos do rumble

# #30155
source: No videos or channels added to favorites
pt_br: Nenhum video ou canal adicionado nos favoritos

# #30156
source: Subscribers
pt_br: Inscritos

# #30157
source: Type something to search
pt_br: Digite algo para pesquisar

# #30158
source: Add to queue
pt_br: Adicionar à fila
